const quizData = [
    {
        id: 1,
        question: "다음 중 김씨의 취미가 아닌 것은?",
        options: ["영화 보기", "전시 보기", "러닝"]
    },
    {
        id: 2,
        question: "다음 중 김씨가 만들지 않았던 자체 캐릭터 굿즈는?",
        options: ["포토 카드", "타투 스티커", "티셔츠"]
    },
    {
        id: 3,
        question: "김씨의 생년 월일은?",
        options: ["1992.06.27", "1993.06.26", "1990.06.26"]
    },
    {
        id: 4,
        question: "다음 중 김씨가 진행한 파티 컨셉이 아닌 것은?",
        options: ["생일 카페", "릴레이 소개팅", "한여름 밤의 꿈"]
    },
    {
        id: 5,
        question: "다음 중 김씨가 사용해보지 않은 카메라는?",
        options: ["INSTA 360", "오즈모 포켓", "로모 인스턴트"]
    },
    {
        id: 6,
        question: "다음 중 김씨가 가본적 없는 나라는?",
        options: ["아일랜드", "홍콩", "노르웨이"]
    },
    {
        id: 7,
        question: "다음 중 김씨의 전공은?",
        options: ["영어학", "영어영문학", "영문학"]
    },
    {
        id: 8,
        question: "김씨가 처음 인턴을 했던 회사는 어떤 회사?",
        options: ["콘텐츠 기획", "권한관리 솔루션 개발", "IT 컨설팅"]
    },
    {
        id: 9,
        question: "다음 중 김씨 집에 있는 것은?",
        options: ["전자레인지", "에어프라이어", "블루투스 스피커"]
    },
    {
        id: 10,
        question: "낯선 사람과 단둘이 있을 때 김씨는",
        options: ["자리를 피한다", "뭐라도 얘기를 하려 한다", "특별히 뭘 하지 않는다"]
    },
    {
        id: 11,
        question: "김씨가 가장 하지 않는 악세사리는?",
        options: ["반지", "팔찌", "목걸이"]
    },
    {
        id: 12,
        question: "김씨는 주기적으로 연락처를 정리하는 편이다",
        options: ["그렇다", "아니다", "내가 그걸 어떻게 아냐"]
    },
    {
        id: 13,
        question: "술을 마신 뒤 김씨는 숙취가",
        options: ["없다", "랜덤이다", "항상 있다"]
    },
    {
        id: 14,
        question: "김씨는 어디 출신인가요?",
        options: ["차씹도 스울", "KTX와 이케아의 도시 미래도시 광명", "오, 미쿡에서 왔숴요"]
    },
    {
        id: 15,
        question: "김씨는 조카가",
        options: ["없다", "1명", "2명"]
    },
    {
        id: 16,
        question: "김씨가 달력에 그림일기를 시작한 때는?",
        options: ["교환학생을 가면서", "취업준비 시작하며", "회사를 들어가며"]
    },
    {
        id: 17,
        question: "김씨 본가는 어디일까?",
        options: ["김해 김씨", "안동 김씨", "경주 김씨"]
    },
    {
        id: 18,
        question: "현재(2026년 6월 기준) 김씨의 직업은?",
        options: ["회사원", "홈 프로텍터", "작가"]
    },
    {
        id: 19,
        question: "다음 중 틀린 맞춤법은?",
        options: ["어떡해", "왠지", "고급지다"]
    },
    {
        id: 20,
        question: "김씨가 당첨 되어 본 것 중 가장 금액이 큰 상품은?",
        options: ["아이패드", "복권", "캡슐 커피 머신"]
    },
];