const quizData = [
    {
        id: 1,
        question: "지난 번 김씨퀴즈는 언제 했을까요?",
        options: ["2023", "2022", "2021"]
    },
    {
        id: 2,
        question: "다음 중 김씨가 만들지 않았던 자체 캐릭터 굿즈는 무엇 일까요?",
        options: ["포토 카드", "타투 스티커", "티셔츠"]
    },
    {
        id: 3,
        question: "김씨의 생년 월일은 몇 월 며칠 일까요?",
        options: ["1992.06.27", "1993.06.26", "1990.06.26"]
    },
    {
        id: 4,
        question: "다음 중 김씨가 진행한 파티 컨셉이 아닌 것은 무엇 일까요?",
        options: ["생일카페", "릴레이 소개팅", "한여름 밤의 꿈"]
    },
    {
        id: 5,
        question: "김예진의 생일은 몇 월 몇 일일까요?",
        options: ["정답", "", ""]
    },
    {
        id: 6,
        question: "김예진의 생일은 몇 월 몇 일일까요?",
        options: ["", "", ""]
    },
    {
        id: 7,
        question: "김예진의 생일은 몇 월 몇 일일까요?",
        options: ["", "", ""]
    },
    {
        id: 8,
        question: "김예진의 생일은 몇 월 몇 일일까요?",
        options: ["", "", ""]
    },
    {
        id: 9,
        question: "김예진의 생일은 몇 월 몇 일일까요?",
        options: ["", "", ""]
    },
    {
        id: 10,
        question: "김예진의 생일은 몇 월 몇 일일까요?",
        options: ["", "", ""]
    },
    {
        id: 11,
        question: "김예진의 생일은 몇 월 몇 일일까요?",
        options: ["", "", ""]
    },
    {
        id: 12,
        question: "김예진의 생일은 몇 월 몇 일일까요?",
        options: ["", "", ""]
    },
    {
        id: 13,
        question: "김예진의 생일은 몇 월 몇 일일까요?",
        options: ["", "", ""]
    },
    {
        id: 14,
        question: "김예진의 생일은 몇 월 몇 일일까요?",
        options: ["", "", ""]
    },
    {
        id: 15,
        question: "김예진의 생일은 몇 월 몇 일일까요?",
        options: ["", "", ""]
    },
    {
        id: 16,
        question: "김예진의 생일은 몇 월 몇 일일까요?",
        options: ["", "", ""]
    },
    {
        id: 17,
        question: "김예진의 생일은 몇 월 몇 일일까요?",
        options: ["", "", ""]
    },
    {
        id: 18,
        question: "김예진의 생일은 몇 월 몇 일일까요?",
        options: ["", "", ""]
    },
    {
        id: 19,
        question: "김예진의 생일은 몇 월 몇 일일까요?",
        options: ["", "", ""]
    },
    {
        id: 20,
        question: "김예진의 생일은 몇 월 몇 일일까요?",
        options: ["", "", ""]
    },
];