const quizData = [
    {
        id: 1,
        question: "다음 중 김씨의 취미가 아닌 것은?",
        options: ["영화 보기", "멍 때리기", "산책하기"]
    },
    {
        id: 2,
        question: "다음 중 김씨가 만들지 않았던 자체 캐릭터 굿즈는?",
        options: ["포토 카드", "타투 스티커", "티셔츠"]
    },
    {
        id: 3,
        question: "김씨의 생년 월일은?",
        options: ["1992.06.27", "1993.06.26", "1990.06.26"]
    },
    {
        id: 4,
        question: "다음 중 김씨가 진행한 파티 컨셉이 아닌 것은?",
        options: ["생일 카페", "릴레이 소개팅", "한여름 밤의 꿈"]
    },
    {
        id: 5,
        question: "다음 중 김씨가 사용해보지 않은 카메라는?",
        options: ["INSTA 360", "오즈모 포켓", "로모 인스턴트"]
    },
    {
        id: 6,
        question: "다음 중 김씨가 가본 적 없는 나라는?",
        options: ["아일랜드", "홍콩", "노르웨이"]
    },
    {
        id: 7,
        question: "다음 중 김씨의 전공은?",
        options: ["영어학", "영어영문학", "영문학"]
    },
    {
        id: 8,
        question: "다음 중 김씨의 첫 회사 분야는?",
        options: ["콘텐츠 기획", "권한관리 솔루션 개발", "IT 컨설팅"]
    },
    {
        id: 9,
        question: "다음 중 김씨가 가진 자격증은?",
        options: ["국제무역사", "네트워크 관리사", "비서"]
    },
    {
        id: 10,
        question: "낯선 사람과 단둘이 있을 때 김씨는",
        options: ["자리를 피한다", "뭐라도 얘기를 하려 한다", "특별히 뭘 하지 않는다"]
    },
    {
        id: 11,
        question: "김씨가 가장 하지 않는 악세사리는?",
        options: ["반지", "팔찌", "목걸이"]
    },
    {
        id: 12,
        question: "김씨는 주기적으로 연락처를 정리하는 편이다",
        options: ["그렇다", "아니다", "내가 그걸 어떻게 아냐"]
    },
    {
        id: 13,
        question: "술을 마신 뒤 김씨는 숙취가",
        options: ["없다", "랜덤이다", "항상 있다"]
    },
    {
        id: 14,
        question: "다음 중 김씨가 가장 좋아하는 칭찬은?",
        options: ["옷 잘 입으시네요", "글 잘 쓰시네요", "정말 찐이시네요"]
    },
    {
        id: 15,
        question: "김씨는 조카가",
        options: ["없다", "1명", "2명"]
    },
    {
        id: 16,
        question: "김씨가 달력에 그림일기를 시작한 년도는?",
        options: ["2014년", "2016년", "2020년"]
    },
    {
        id: 17,
        question: "김씨가 스트레스를 풀 때 하지 않는 일은?",
        options: ["여행을 떠난다", "폭식을 한다", "잠을 잔다"]
    },
    {
        id: 18,
        question: "2024년 이전 김씨는?",
        options: ["스울사람", "수도권시민", "재외동포"]
    },
    {
        id: 19,
        question: "다음 중 김씨가 출신지로 들어보지 못한 나라는?",
        options: ["미국", "일본", "캐나다"]
    },
    {
        id: 20,
        question: "김씨가 당첨되어 본 가장 큰 상품은?",
        options: ["아이패드", "복권", "캡슐 커피 머신"]
    },
];